Repository: akshaymahajans/kolibri
Catalog: kolibri/locale/*/LC_MESSAGES/django.po
Languages: fr_ht

source: Facility
fr_ht: Lekòl

source: Classroom
fr_ht: Klas

source: Learner group
fr_ht: Gwoup elèv

source: Admin
fr_ht: Administratè

source: Coach
fr_ht: Antrenè

source: username
fr_ht: non itilizatè

source: Required. 30 characters or fewer. Letters and digits only
fr_ht: Obligatwa: 30 karaktè osinon mwens. Itilize lèt ak chif sèlman

source: Enter a valid username. This value can contain only letters, numbers, and underscores.
fr_ht: Ekri yon non itilizatè ki valid. Ou ka ekri sèlman lèt, chif ak trè pou souliye.

source: full name
fr_ht: non konplè

source: date joined
fr_ht: dat ou te enskri

source: An account with that username already exists
fr_ht: Gen yon kont ki gen menm non sa a deja

source: The requested channel does not exist on the content server
fr_ht: Kanal ou ap chèche a pa egziste sou kontni ki nan sèvè sa a

source: Unknown format
fr_ht: Fòma enkoni

source: Language is not supported by Kolibri
fr_ht: Lang nan pa sipòte nan lojisyèl Kolibri a

source: Unsupported browser
fr_ht: Navigatè sa a pa sipòte nan lojisyèl la

source: Sorry, your browser version is not supported.
fr_ht: Ak regrè, vèsyon navigatè ou a pa sipòte nan lojisyèl la.

source: To use Kolibri, we recommend using Firefox or Chrome.
fr_ht: Pou itilize Kolibri, nou rekòmande ou itilize navigatè Firefox osinon Chrome.

source: You can also try updating your current browser.
fr_ht: Ou kapab eseye fè mizajou pou navigatè ou genyen kounye a.

source: There was a network error.
fr_ht: Te gen erè nan rezo a.

source: There was a disk access error.
fr_ht: Te gen yon erè pou jwenn disk la.

source: There was an unknown error.
fr_ht: Te gen yon erè enkoni.
